Repository: JMApps/fortress_of_the_muslim
Catalog: lib/l10n/app_*.arb
Languages: kk, ky

# chapterTableName
source: Table_of_chapters_en
kk: Table_of_chapters_kk
ky: Table_of_chapters_ky

# supplicationsTableName
source: Table_of_supplications_en
kk: Table_of_supplications_kk
ky: Table_of_supplications_ky

# footnotesTableName
source: Table_of_footnotes_en
kk: Table_of_footnotes_kk
ky: Table_of_footnotes_ky

# bookContentTableName
source: Table_of_book_content_en
kk: Table_of_book_content_kk
ky: Table_of_book_content_ky

# appName
source: Fortress of the Muslim
kk: Мұсылман қорғаны
ky: Мусулмандын коргону

# appSlogan
source: – your indestructible fortress!
kk: – сенің берік қорғаның!
ky: – cенин кыйрагыс коргонуң!

# morningPrayers
source: Time for morning prayers
kk: Таңғы зікірлер уақыты
ky: Эртең мененки зикирлердин убактысы

# eveningPrayers
source: Time for evening prayers
kk: Кешкі зікірлер уақыты
ky: Кечки зикирлердин убактысы

source: Back
kk: Артқа
ky: Артка

# toStart
source: To the start
kk: Басты бетке
ky: Башына

source: Chapters
kk: Тараулар
ky: Бөлүмдөр

source: Chapter
kk: Тарау
ky: Бөлүм

source: Collections
kk: Жинақтар
ky: Коллекциялар

# showCollections
source: Show a collections
kk: Жинақтарды көрсету
ky: Коллекцияларды көрсөтүү

# collectionIsEmpty
source: You haven't created any collections
kk: Сіз бірде-бір жинақ құрмадыңыз
ky: Сиз бир да коллекция түзө элексиз

# collectionSupplicationsIsEmpty
source: This collection is empty
kk: Бұл жинақ бос
ky: Бул коллекция бош

# createCollection
source: Create a collection
kk: Жинақ жасау
ky: Коллекция түзүү

# changeCollection
source: Edit collection
kk: Жинақты өзгерту
ky: Коллекцияны өзгөртүү

source: Delete collection
kk: Жинақты жою
ky: Коллекцияны өчүрүү

# enterTitle
source: Enter a name
kk: Атауын енгізіңіз
ky: Аталышын киргизиңиз

# title
source: Name (required)
kk: Атауы (міндетті)
ky: Аталышы (милдеттүү)

# enterDescription
source: Enter a description
kk: Сипаттамасын енгізіңіз
ky: Сүрөттөмөсүн киргизиңиз

# description
source: Description (optional)
kk: Сипаттамасы (міндетті емес)
ky: Сүрөттөмө (милдеттүү эмес)

# change
source: Edit
kk: Өзгерту
ky: Өзгөртүү

# changed
source: Edited
kk: Өзгертілді
ky: Өзгөртүлдү

source: Delete
kk: Жою
ky: Өчүрүү

source: Deleted
kk: Жойылды
ky: Өчүрүлдү

source: Cancel
kk: Бас тарту
ky: Жокко чыгаруу

# selectSupplications
source: Select a dua
kk: Дұғаны таңдаңыз
ky: Дуба тандаңыз

# favoriteChapters
source: Favorites
kk: Таңдамалы
ky: Тандалгандар

# favoriteChaptersIsEmpty
source: No favorite chapters
kk: Таңдаулы тараулар жоқ
ky: Тандалгандар жок

# allSupplications
source: All duas
kk: Барлық дұғалар
ky: Бардык дубалар

# favoriteSupplications
source: Favorite duas
kk: Таңдаулы дұғалар
ky: Тандалган дубалар

# favoriteSupplicationsIsEmpty
source: No favorite duas
kk: Таңдаулы дұғалар жоқ
ky: Тандалган дубалар жок

# search
source: Start search
kk: Іздеуді бастаңыз
ky: Издөөнү баштоо

# searchIsEmpty
source: No results found for your query
kk: Сұрауыңыз бойынша ештеңе табылмады
ky: Сиздин сурооңуз боюнча эч нерсе табылган жок

source: Add
kk: Қосу
ky: Кошуу

source: Added
kk: Қосылды
ky: Кошулду

source: Removed
kk: Жойылды
ky: Өчүрүлдү

# morning
source: In the morning
kk: Таңертең
ky: Эртең менен

# evening
source: In the evening
kk: Кешке
ky: Кечинде

source: Before sleep
kk: Ұйықтар алдында
ky: Уйкудан мурунку дубалар

source: After prayer
kk: Намаздан кейін
ky: Намаздан кийин

source: Istikhara
kk: Истихара
ky: Истихара

source: Counter
kk: Санақ
ky: Счётчик

# counterAlign
source: Counter location
kk: Санақтың орны
ky: Счётчиктин жайгашышы

# readLastChapter
source: Continue reading chapter ||
kk: Тарауды оқуды || жалғастыру
ky: || бөлүмдү окууну улантуу

source: Settings
kk: Параметрлер
ky: Орнотуулар

# settingTexts
source: Text settings
kk: Мәтін параметрлері
ky: Тексттин орнотуулары

# bookContent
source: Content
kk: Мазмұны
ky: Мазмуну

source: About us
kk: Біз туралы
ky: Биз жөнүндө

source: Copy
kk: Көшіру
ky: Көчүрүү

source: Copied
kk: Көшірілді
ky: Көчүрүлдү

source: Share
kk: Бөлісу
ky: Бөлүшүү

source: Share with audio
kk: Поделиться с аудио

source: Font
kk: Шрифт
ky: Шрифт

# align
source: Location
kk: Орналасуы
ky: Жайгаштыруу

# textsAlign
source: Text alignment
kk: Мәтіннің орналасуы
ky: Тексттин жайгашышы

# alignStart
source: Left
kk: Сол жақпен
ky: Сол жагында

# alignCenter
source: Center
kk: Ортасына
ky: Ортодо

# alignEnd
source: Right
kk: Оң жақпен
ky: Оң жагында

# alignJustify
source: Justify
kk: Екі жаққа бірдей
ky: Эки жагынан

source: Text size
kk: Мәтін өлшемі
ky: Тексттин көлөмү

# fontSizeNames
source: Small, Normal, Medium, Large, Very large, Maximum
kk: Кішкентай, Нормальный, Орташа, Үлкен, Өте үлкен, Ең үлкен
ky: Кичинекей, Нормалдуу, Орточо, Чоң, Өтө чоң, Максималдуу

# counterValues
source: Unlimited, After prayer, 100
kk: Шектеусіз, Намаздан кейін, 100
ky: Чеги жок, Намаздан кийин, 100

# counterAligns
source: Left, Center, Right
kk: Сол жағымен, Ортасымен, Оң жағымен
ky: Сол жагында, Ортодо, Оң жагында

# playSpeed
source: Playback speed
kk: Ойнату жылдамдығы
ky: Ойнотуунун ылдамдыгы

source: Repeat on
kk: Қайталау қосулы
ky: Кайра кайталоо иштетилген

source: Repeat off
kk: Қайталау өшірулі
ky: Кайра кайталоо өчүрүлгөн

# remindMorning
source: Remind in the morning
kk: Таңертең еске салу
ky: Эртең менен эскертип туруу

# remindEvening
source: Remind in the evening
kk: Кешке еске салу
ky: Кечинде эскертип туруу

# listChapters
source: List of chapters
kk: Тараулар тізімі
ky: Бөлүмдөрдүн тизмеси

# openWithListChapters
source: Open with list of chapters
kk: Тараулар тізімімен ашу
ky: Бөлүмдөрдүн тизмесинен ачуу

source: Display
kk: Экран
ky: Дисплей

source: Display always on
kk: Экран үнемі қосулы
ky: Дисплей дайыма жандырылган

source: Theme color
kk: Түстер режимдері
ky: Теманын түсү

source: Select theme color
kk: Режим түсін таңдаңыз
ky: Теманын түсүн тандоо

source: Theme
kk: Режим
ky: Тема

# themeApp
source: App theme
kk: Қолданбаның режимі
ky: Тиркеменин темасы

# themeModeNames
source: Day, Night, System
kk: Күндізгі, Түнгі, Жүйе
ky: Күндүзгү, Түнкү, Система

source: Language
kk: Тіл
ky: Тил тандоо

source: App language
kk: Қолданбаның тілі
ky: Тиркеменин тили

source: Text color
kk: Мәтін түсі
ky: Тексттин түсү

source: Arabic
kk: Арабша
ky: Арабча

source: Transcription
kk: Транскрипция
ky: Транскрипция

source: Show transcription
kk: Транскрипцияны көрсету
ky: Транскрипцияны көрсөтүү

source: Translation
kk: Аударма
ky: Котормо

# defaultSettings
source: Default
kk: Әдепкі баптаулар
ky: Белгиленген боюнча

source: For light theme
kk: Күндізгі режим үшін
ky: Күндүзгү теманын түсү

source: For dark theme
kk: Түнгі режим үшін
ky: Түнкү теманын түсү

source: Close
kk: Жабу
ky: Жабуу

source: Our apps
kk: Біздің қолданбалар
ky: Биздин тиркемелер

# moreOurApps
source: More of our apps
kk: Біздің басқа қолданбаларымыз
ky: Биздин башка тиркемелер

source: Our socials
kk: Біздің әлеуметтік желілеріміз
ky: Биздин соцтармактар

# versionAndroid
source: Android version:
kk: Android нұсқасы:
ky: Версия Android:

# versionIOS
source: iOS version:
kk: iOS нұсқасы:
ky: Версия iOS:

# translationFontNames
source: Gilroy, SF Pro, Montserrat
ky: Raleway, SF Pro, Montserrat
